[
  "Lan có 12 cái bút, sau đó được tặng thêm 6 cái bút. Hỏi Lan còn lại bao nhiêu cái bút?",
  "Nam có 9 con mèo, sau đó cho bạn 4 con mèo nữa. Hỏi Nam có tất cả bao nhiêu con mèo?",
  "Vy có 2 cái bút, sau đó vẽ thêm 8 cái bút nữa. Hỏi Vy có tất cả bao nhiêu cái bút?",
  "Minh có 4 quyển sách, sau đó cho đi 1 quyển sách. Hỏi Minh còn lại bao nhiêu quyển sách?",
  "An có 17 cái kẹo, sau đó làm rơi 8 cái kẹo. Hỏi An còn lại bao nhiêu cái kẹo?",
  "Nam có 8 chiếc bánh, sau đó ăn mất 2 chiếc bánh nữa. Hỏi Nam có tất cả bao nhiêu chiếc bánh?",
  "Huy có 6 cái kẹo, sau đó được tặng thêm 2 cái kẹo. Hỏi Huy còn lại bao nhiêu cái kẹo?",
  "Hoa có 3 quyển sách, sau đó cho đi 6 quyển sách nữa. Hỏi Hoa có tất cả bao nhiêu quyển sách?",
  "Hoa có 4 bông hoa, sau đó cho bạn 1 bông hoa. Hỏi Hoa còn lại bao nhiêu bông hoa?",
  "Mai có 2 quyển sách, sau đó đếm được 1 quyển sách nữa. Hỏi Mai có tất cả bao nhiêu quyển sách?",
  "Tùng có 5 quyển vở, sau đó làm rơi 3 quyển vở nữa. Hỏi Tùng có tất cả bao nhiêu quyển vở?",
  "Lan có 10 cái bút, sau đó dán vào vở 1 cái bút. Hỏi Lan còn lại bao nhiêu cái bút?",
  "Tùng có 10 quyển sách, sau đó cho bạn 9 quyển sách. Hỏi Tùng còn lại bao nhiêu quyển sách?",
  "Lan có 6 viên bi, sau đó nhặt được 9 viên bi nữa. Hỏi Lan có tất cả bao nhiêu viên bi?",
  "Mai có 14 bông hoa, sau đó mua thêm 9 bông hoa. Hỏi Mai còn lại bao nhiêu bông hoa?",
  "Huy có 2 cái kẹo, sau đó dán vào vở 2 cái kẹo nữa. Hỏi Huy có tất cả bao nhiêu cái kẹo?",
  "Bình có 4 quyển vở, sau đó nhặt được 10 quyển vở nữa. Hỏi Bình có tất cả bao nhiêu quyển vở?",
  "An có 5 cái thước, sau đó nhặt được 4 cái thước. Hỏi An còn lại bao nhiêu cái thước?",
  "Tùng có 2 cái thước, sau đó nhặt được 1 cái thước nữa. Hỏi Tùng có tất cả bao nhiêu cái thước?",
  "Lan có 7 bông hoa, sau đó vẽ thêm 5 bông hoa. Hỏi Lan còn lại bao nhiêu bông hoa?",
  "An có 9 quả táo, sau đó cho bạn 4 quả táo nữa. Hỏi An có tất cả bao nhiêu quả táo?",
  "Vy có 12 con mèo, sau đó dán vào vở 8 con mèo. Hỏi Vy còn lại bao nhiêu con mèo?",
  "Vy có 11 cái thước, sau đó làm rơi 9 cái thước. Hỏi Vy còn lại bao nhiêu cái thước?",
  "Bình có 7 cái kẹo, sau đó nhặt được 2 cái kẹo nữa. Hỏi Bình có tất cả bao nhiêu cái kẹo?",
  "Lan có 3 quả táo, sau đó làm rơi 10 quả táo nữa. Hỏi Lan có tất cả bao nhiêu quả táo?",
  "Hoa có 10 chiếc bánh, sau đó dán vào vở 7 chiếc bánh. Hỏi Hoa còn lại bao nhiêu chiếc bánh?",
  "Minh có 8 viên bi, sau đó mua thêm 6 viên bi. Hỏi Minh còn lại bao nhiêu viên bi?",
  "Nam có 13 cái kẹo, sau đó dán vào vở 9 cái kẹo. Hỏi Nam còn lại bao nhiêu cái kẹo?",
  "Minh có 2 viên bi, sau đó cho bạn 10 viên bi nữa. Hỏi Minh có tất cả bao nhiêu viên bi?",
  "Vy có 3 quyển vở, sau đó nhặt được 1 quyển vở nữa. Hỏi Vy có tất cả bao nhiêu quyển vở?",
  "Tùng có 2 cái bút, sau đó ăn mất 4 cái bút nữa. Hỏi Tùng có tất cả bao nhiêu cái bút?",
  "Hoa có 8 cái kẹo, sau đó cho đi 3 cái kẹo. Hỏi Hoa còn lại bao nhiêu cái kẹo?",
  "Bình có 2 quả táo, sau đó cho bạn 5 quả táo nữa. Hỏi Bình có tất cả bao nhiêu quả táo?",
  "Mai có 7 viên bi, sau đó nhặt được 6 viên bi nữa. Hỏi Mai có tất cả bao nhiêu viên bi?",
  "Mai có 9 quả táo, sau đó nhặt được 6 quả táo. Hỏi Mai còn lại bao nhiêu quả táo?",
  "Tùng có 1 viên bi, sau đó làm rơi 8 viên bi nữa. Hỏi Tùng có tất cả bao nhiêu viên bi?",
  "Tùng có 9 bông hoa, sau đó dán vào vở 9 bông hoa nữa. Hỏi Tùng có tất cả bao nhiêu bông hoa?",
  "Mai có 11 quả táo, sau đó cho bạn 1 quả táo. Hỏi Mai còn lại bao nhiêu quả táo?",
  "Vy có 10 cái bút, sau đó vẽ thêm 6 cái bút. Hỏi Vy còn lại bao nhiêu cái bút?",
  "Minh có 2 con mèo, sau đó cho bạn 8 con mèo nữa. Hỏi Minh có tất cả bao nhiêu con mèo?",
  "Vy có 9 chiếc bánh, sau đó cho bạn 10 chiếc bánh nữa. Hỏi Vy có tất cả bao nhiêu chiếc bánh?",
  "Nam có 11 cái bút, sau đó nhặt được 9 cái bút. Hỏi Nam còn lại bao nhiêu cái bút?",
  "Mai có 1 cái bút, sau đó nhặt được 3 cái bút nữa. Hỏi Mai có tất cả bao nhiêu cái bút?",
  "Vy có 3 cái kẹo, sau đó nhặt được 1 cái kẹo. Hỏi Vy còn lại bao nhiêu cái kẹo?",
  "Mai có 14 cái bút, sau đó vẽ thêm 4 cái bút. Hỏi Mai còn lại bao nhiêu cái bút?",
  "Lan có 3 quyển sách, sau đó được tặng thêm 3 quyển sách nữa. Hỏi Lan có tất cả bao nhiêu quyển sách?",
  "Hoa có 1 quả táo, sau đó ăn mất 10 quả táo nữa. Hỏi Hoa có tất cả bao nhiêu quả táo?",
  "Bình có 7 cái bút, sau đó cho bạn 9 cái bút nữa. Hỏi Bình có tất cả bao nhiêu cái bút?",
  "Tùng có 5 quyển sách, sau đó ăn mất 7 quyển sách nữa. Hỏi Tùng có tất cả bao nhiêu quyển sách?",
  "An có 10 con mèo, sau đó đếm được 2 con mèo. Hỏi An còn lại bao nhiêu con mèo?",
  "Minh có 18 cái bút, sau đó vẽ thêm 10 cái bút. Hỏi Minh còn lại bao nhiêu cái bút?",
  "An có 9 cái bút, sau đó cho bạn 8 cái bút. Hỏi An còn lại bao nhiêu cái bút?",
  "Minh có 9 bông hoa, sau đó dán vào vở 10 bông hoa nữa. Hỏi Minh có tất cả bao nhiêu bông hoa?",
  "Lan có 2 con mèo, sau đó mua thêm 7 con mèo nữa. Hỏi Lan có tất cả bao nhiêu con mèo?",
  "Huy có 5 quyển vở, sau đó đếm được 3 quyển vở. Hỏi Huy còn lại bao nhiêu quyển vở?",
  "Nam có 5 quyển sách, sau đó đếm được 3 quyển sách. Hỏi Nam còn lại bao nhiêu quyển sách?",
  "Vy có 10 quyển sách, sau đó cho đi 6 quyển sách nữa. Hỏi Vy có tất cả bao nhiêu quyển sách?",
  "Nam có 8 cái bút, sau đó dán vào vở 6 cái bút nữa. Hỏi Nam có tất cả bao nhiêu cái bút?",
  "Bình có 9 cái thước, sau đó mua thêm 6 cái thước. Hỏi Bình còn lại bao nhiêu cái thước?",
  "Lan có 15 chiếc bánh, sau đó cho bạn 10 chiếc bánh. Hỏi Lan còn lại bao nhiêu chiếc bánh?",
  "Lan có 10 cái bút, sau đó ăn mất 5 cái bút. Hỏi Lan còn lại bao nhiêu cái bút?",
  "Minh có 9 cái bút, sau đó mua thêm 5 cái bút. Hỏi Minh còn lại bao nhiêu cái bút?",
  "Huy có 7 cái kẹo, sau đó được tặng thêm 10 cái kẹo nữa. Hỏi Huy có tất cả bao nhiêu cái kẹo?",
  "Tùng có 12 bông hoa, sau đó làm rơi 4 bông hoa. Hỏi Tùng còn lại bao nhiêu bông hoa?",
  "Lan có 10 con mèo, sau đó cho đi 6 con mèo nữa. Hỏi Lan có tất cả bao nhiêu con mèo?",
  "Hoa có 7 cái kẹo, sau đó đếm được 4 cái kẹo nữa. Hỏi Hoa có tất cả bao nhiêu cái kẹo?",
  "Tùng có 2 quyển vở, sau đó làm rơi 7 quyển vở nữa. Hỏi Tùng có tất cả bao nhiêu quyển vở?",
  "Lan có 10 chiếc bánh, sau đó làm rơi 7 chiếc bánh. Hỏi Lan còn lại bao nhiêu chiếc bánh?",
  "Hoa có 17 cái bút, sau đó làm rơi 7 cái bút. Hỏi Hoa còn lại bao nhiêu cái bút?",
  "Lan có 7 chiếc bánh, sau đó đếm được 10 chiếc bánh nữa. Hỏi Lan có tất cả bao nhiêu chiếc bánh?",
  "Mai có 10 viên bi, sau đó dán vào vở 1 viên bi. Hỏi Mai còn lại bao nhiêu viên bi?",
  "Tùng có 5 chiếc bánh, sau đó nhặt được 3 chiếc bánh nữa. Hỏi Tùng có tất cả bao nhiêu chiếc bánh?",
  "An có 8 cái thước, sau đó được tặng thêm 2 cái thước. Hỏi An còn lại bao nhiêu cái thước?",
  "Huy có 6 bông hoa, sau đó vẽ thêm 8 bông hoa nữa. Hỏi Huy có tất cả bao nhiêu bông hoa?",
  "Lan có 4 con mèo, sau đó dán vào vở 2 con mèo nữa. Hỏi Lan có tất cả bao nhiêu con mèo?",
  "Hoa có 1 quyển sách, sau đó cho bạn 8 quyển sách nữa. Hỏi Hoa có tất cả bao nhiêu quyển sách?",
  "An có 1 cái bút, sau đó nhặt được 1 cái bút nữa. Hỏi An có tất cả bao nhiêu cái bút?",
  "Mai có 9 quả táo, sau đó vẽ thêm 8 quả táo. Hỏi Mai còn lại bao nhiêu quả táo?",
  "Mai có 16 bông hoa, sau đó dán vào vở 8 bông hoa. Hỏi Mai còn lại bao nhiêu bông hoa?",
  "Nam có 6 quyển sách, sau đó làm rơi 9 quyển sách nữa. Hỏi Nam có tất cả bao nhiêu quyển sách?",
  "Huy có 15 viên bi, sau đó đếm được 10 viên bi. Hỏi Huy còn lại bao nhiêu viên bi?",
  "Bình có 5 bông hoa, sau đó làm rơi 2 bông hoa nữa. Hỏi Bình có tất cả bao nhiêu bông hoa?",
  "Vy có 9 quyển vở, sau đó nhặt được 10 quyển vở nữa. Hỏi Vy có tất cả bao nhiêu quyển vở?",
  "Nam có 9 viên bi, sau đó dán vào vở 6 viên bi nữa. Hỏi Nam có tất cả bao nhiêu viên bi?",
  "Mai có 10 chiếc bánh, sau đó đếm được 6 chiếc bánh. Hỏi Mai còn lại bao nhiêu chiếc bánh?",
  "Bình có 2 con mèo, sau đó được tặng thêm 8 con mèo nữa. Hỏi Bình có tất cả bao nhiêu con mèo?",
  "Bình có 8 con mèo, sau đó cho đi 7 con mèo. Hỏi Bình còn lại bao nhiêu con mèo?",
  "Mai có 8 bông hoa, sau đó cho bạn 4 bông hoa nữa. Hỏi Mai có tất cả bao nhiêu bông hoa?",
  "Minh có 9 quyển sách, sau đó ăn mất 9 quyển sách nữa. Hỏi Minh có tất cả bao nhiêu quyển sách?",
  "Bình có 7 con mèo, sau đó cho bạn 5 con mèo nữa. Hỏi Bình có tất cả bao nhiêu con mèo?",
  "Hoa có 6 quyển vở, sau đó mua thêm 10 quyển vở nữa. Hỏi Hoa có tất cả bao nhiêu quyển vở?",
  "Vy có 9 quyển sách, sau đó vẽ thêm 7 quyển sách nữa. Hỏi Vy có tất cả bao nhiêu quyển sách?",
  "Bình có 3 quyển vở, sau đó mua thêm 10 quyển vở nữa. Hỏi Bình có tất cả bao nhiêu quyển vở?",
  "Mai có 6 quyển sách, sau đó được tặng thêm 1 quyển sách. Hỏi Mai còn lại bao nhiêu quyển sách?",
  "Bình có 5 chiếc bánh, sau đó vẽ thêm 4 chiếc bánh. Hỏi Bình còn lại bao nhiêu chiếc bánh?",
  "Bình có 7 bông hoa, sau đó cho bạn 3 bông hoa. Hỏi Bình còn lại bao nhiêu bông hoa?",
  "Mai có 9 cái thước, sau đó ăn mất 5 cái thước nữa. Hỏi Mai có tất cả bao nhiêu cái thước?",
  "Vy có 3 cái bút, sau đó đếm được 3 cái bút nữa. Hỏi Vy có tất cả bao nhiêu cái bút?",
  "Mai có 10 cái kẹo, sau đó dán vào vở 7 cái kẹo. Hỏi Mai còn lại bao nhiêu cái kẹo?",
  "Tùng có 2 bông hoa, sau đó nhặt được 7 bông hoa nữa. Hỏi Tùng có tất cả bao nhiêu bông hoa?"
]